Repository: keitaroinc/ckanext-kepa
Catalog: ckanext/kepa/i18n/*/LC_MESSAGES/ckanext-kepa.po
Languages: sq

source: The Kosovo dataportal
sq: Portali i të dhënave të Kosovës

source: About this website
sq: Rreth kësaj ueb-faqe

source: Open source on GitHub
sq: Burim i hapur në Github

source: Feedback on dataportal.xk
sq: Feedback mbi dataportal.xk

source: Toolbox for sharing data
sq: Kutia e veglave për shpërndarjen e të dhënave

source: Documentation and services - Kosovo`s data portal
sq: Dokumentacioni dhe shërbimet - Portali i të dhënave të Kosovës

source: Guidance for open and shared data
sq: Udhëzim për të dhënat e hapura dhe shpërndara

source: Network Open Source and Data
sq: Rrjet i të dhënave dhe burimeve të hapura

source: View profile
sq: Shiko Profilin

source: View dashboard
sq: Shiko dashboardin

source: Profile settings
sq: CIlësimet e profilit

source: Log out
sq: Shkyçu

source: Account
sq: Llogaria

source: Log in
sq: Kyçu

source: Register
sq: Regjistro

source: Toggle navigation
sq: Ndërro navigimin

source: datasets
sq: grupe të dhënash

source: organizations
sq: organizata

source: groups
sq: grupe

source: about us
sq: rreth nesh

source: Search datasets
sq: Kërko grupe të dhënash

source: Search datasets...
sq: Kërko grupe të dhënash...

source: Skip to main content
sq: Kalo në përmbajtjen kryesore

source: About
sq: Rreth

source: Welcome
sq: Mirë se vini

source: Welcome to CKAN
sq: Mirë se vini në CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
sq: Ky është një paragraf hyrës shum i mirë për CKAN apo për faqe në pergjithësi. Nuk kemi ndonjë momentalisht këtu por shum shpejtë do të kemi

source: This is a featured section
sq: Ky është nje seksion i paraqitur

source: Search...
sq: Kërko...

source: Search and explore data from Kosovo
sq: Kërko dhe eksploro të dhëna nga Kosova

source: Search
sq: Kërko

source: dataset
sq: Grup i të dhënave

source: Datasets
sq: Grup të dhënash

source: organization
sq: organizata

source: Organizations
sq: Organizatat

source: group
sq: Grup

source: Groups
sq: Grupe

source: Go
sq: Shkoj

source: <h4>Kosovo's data portal for increased innovation</h4> <p> Data is a national resource for the development of society, industry and the public sector. It is a path to transparency, innovation and growth that benefits the entire society created by citizens, businesses and the government bodies together. </p>
sq: <h4>Portali i të dhënave të Kosovës për rritjen e inovacionit</h4> <p> Të dhënat janë një burim kombëtar për zhvillimin e shoqërisë, industrisë dhe sektorit publik. Është një rrugë drejt transparencës, inovacionit dhe rritjes nga e cila përfiton e gjithë shoqëria e krijuar nga qytetarët, bizneset dhe organet qeveritare së bashku. </p>

source: <h3>Mission</h3> <p>Our mission is to provide an advanced platform for the efficient collection, presentation and exchange of environmental and similar metadata from relevant institutions.</p> <p>The aim is to facilitate the collection and use of environmental data to support decision-making, researchers and the public in order to improve cooperation in the environmental field.</p> <p></p> <h3>Vision</h3> <p>Create an integrated system where institutions can share, standardize and use metadata appropriately. This portal aims to become the main source for environmental information, promoting transparency, institutional cooperation and improving the quality of environmental data.</p> <h3>The goal</h3> <ul> <li>Easy access to data and information for the purpose of taking measures for the protection of the environment, evaluating the results of these measures and providing information on the state of the environment to the public</li> <li>The necessary technical and scientific support for parties and institutions</li> <li>Increases efficiency and level of cooperation between parties and institutions</li> <li>Time, technical materials and human resources are saved</li> <li>Increase of the transparency for the work of institutions</li> <li>Compliance with EU regulations and standards</li> </ul> <h3>Founded</h3> <p>This portal was created by SIM/AMMK with full support from SEP</p> <p>Address: Luan Haradinaj Street, New Building of the Government of Kosovo (former Rilindja Media Palace)</p> <p>Floor XV/04, 10000 Pristina, Republic of Kosovo</p> <p>Phone: 038 200 33 233 & 038 200 33 120</p> <a href = "mailto: ammk@rks-gov.net">Email: ammk@rks-gov.net</a>
sq: <h3>Misioni</h3> <p>Misioni ynë është për të siguruar një platformë të avancuar për mbledhjen, prezantimin dhe shkëmbimin efikas të metadatave mjedisore dhe të ngjashme nga institucionet përkatëse.</p> <p>Synimi është të lehtësojë qasjen dhe përdorimin e të dhënave mjedisore për të mbështetur vendimmarrjen, hulumtuesit dhe publikun me qëllim të përmirësohet bashkëpunimi në fushën mjedisore.</p> <p></p> <h3>Vizioni</h3> <p>Të krijojë një sistem të integruar ku institucionet mund të ndajnë, standardizojnë dhe shfrytëzojnë metadatat në mënyrë të përshtatshme. Ky portal synon të bëhet burim kryesor për informacione mjedisore, duke promovuar transparencë, bashkëpunim institucional dhe përmirësim të cilësisë së të dhënave mjedisore.</p> <h3>Qëllimi</h3> <ul> <li>Qasje të lehtë në të dhëna dhe informata me qëllim të ndërmarrjes së masave për mbrojtjen e mjedisit, duke vlerësuar rezultatet e këtyre masave dhe dhënien e informacionit mbi gjendjen e mjedisit për publikun</li><li>Mbështetjen e nevojshme teknike dhe shkencore për palët dhe institucionet</li> <li>Rritë efikasitetin dhe nivelin e bashkëpunimit në mes palëve dhe institucioneve</li> <li>Kursen kohën, materialet teknike dhe resurset humane</li> <li>Rritë transparencën për punën e institucioneve</li> <li>Pajtueshmëri me rregulloret dhe standardet e BE-së</li> </ul> <h3>Themelimi</h3> <p>Ky portal është krijuar nga SIM/AMMK me mbështetje të plotë nga SEP</p> <p>Adresa: Rruga Luan Haradinaj,Ndërtesa e re e Qeverisë së Kosovës (fish Pallati i Mediave Rilindja)</p> <p>Kati XV/04, 10000 Prishtinë,Republika e Kosovës</p> <p>Telefoni: 038 200 33 233 & 038 200 33 120</p> <a href = "mailto: ammk@rks-gov.net">Email: ammk@rks-gov.net</a>
